---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.ConduitSizeSettingIterator
source: html/2cce0fd2-faeb-636f-1129-cb3f1d2432b1.htm
---
# ConduitSizeSettingIterator Members

Releases all resources used by the ConduitSizeSettingIterator